{
  "jurisdiction": "DE",
  "template_code": "SAFE_PM_V1",
  "version": "1.0.0",
  "overrides": {
    "phrases": [
      {
        "id": "governing_law_text",
        "text": "German law (das Recht der Bundesrepublik Deutschland)"
      },
      {
        "id": "venue_text",
        "text": "the courts of [Company registered seat], Germany, with exclusive jurisdiction"
      }
    ],
    "clauses": [
      {
        "id": "header",
        "body_md": "# EINFACHE VEREINBARUNG FÜR ZUKÜNFTIGES EIGENKAPITAL\n(SIMPLE AGREEMENT FOR FUTURE EQUITY)\n\n**DIESE URKUNDE BESTÄTIGT**, dass im Austausch für die Zahlung von {{investor_name}} (der \"**Investor**\") in Höhe von €{{purchase_amount}} (der \"**Kaufpreis**\") am oder um den {{date}}, {{company_name}}, eine {{company_jurisdiction}} Gesellschaft (die \"**Gesellschaft**\"), dem Investor das Recht auf bestimmte Anteile am Stammkapital der Gesellschaft gewährt, vorbehaltlich der nachstehenden Bedingungen.\n\n**WICHTIGER HINWEIS**: Diese Vereinbarung muss mit dem deutschen GmbH-Gesetz (GmbHG) bzw. Aktiengesetz (AktG) und dem Kapitalanlagegesetzbuch (KAGB) übereinstimmen, sofern anwendbar."
      },
      {
        "id": "definitions",
        "body_md": "\"**Stammkapital**\" bezeichnet das Stamm- und Vorzugskapital der Gesellschaft.\n\n\"**Kontrollwechsel**\" (Change of Control) bedeutet (i) ein Rechtsgeschäft oder eine Reihe zusammenhängender Rechtsgeschäfte, durch das/die eine Person oder Personengruppe direkt oder indirekt mehr als 50% der stimmberechtigten Anteile oder Aktien der Gesellschaft erwirbt, (ii) eine Verschmelzung, Umwandlung oder Konsolidierung der Gesellschaft (außer bei Transaktionen, bei denen die bisherigen Anteilseigner unmittelbar nach der Transaktion mindestens die Mehrheit der Stimmrechte im überlebenden Rechtsträger halten), oder (iii) ein Verkauf oder eine Veräußerung aller oder im Wesentlichen aller Vermögenswerte der Gesellschaft.\n\n\"**Auflösungsereignis**\" (Dissolution Event) bedeutet (i) freiwillige Liquidation, (ii) Insolvenz gemäß InsO, oder (iii) jede andere Auflösung oder Abwicklung der Gesellschaft (mit Ausnahme eines Liquiditätsereignisses).\n\n\"**Eigenkapitalfinanzierung**\" (Equity Financing) bedeutet eine gutgläubige Transaktion oder Reihe von Transaktionen mit dem Hauptzweck der Kapitalbeschaffung, bei der die Gesellschaft Vorzugsanteile oder -aktien zu einer festen Pre-Money-Bewertung ausgibt und verkauft.\n\n\"**Liquiditätskapitalisierung**\" bedeutet die Anzahl der Anteile (auf umgerechneter Basis) unmittelbar vor dem Liquiditätsereignis, einschließlich aller ausgegebenen unverfallbaren und nicht unverfallbaren Optionen, Wandelschuldverschreibungen und anderer wandelbarer Wertpapiere, jedoch ausschließlich (i) für künftige Gewährung reservierte Anteile im Rahmen von Mitarbeiterbeteiligungsplänen, (ii) dieses Instruments, (iii) anderer Wandelschuldverschreibungen und (iv) wandelbarer Wertpapiere, die im Zusammenhang mit dem Liquiditätsereignis nicht tatsächlich wandelbar sind.\n\n\"**Liquiditätsereignis**\" bedeutet einen Kontrollwechsel oder einen Börsengang (IPO) der Stammaktien der Gesellschaft.\n\n\"**Bewertungsobergrenze (Post-Money)**\" bedeutet €{{valuation_cap}}.\n\n\"**Safe**\" bezeichnet dieses Instrument.\n\n\"**Safe-Preis**\" bedeutet den Preis je Anteil, der sich aus der Division der Post-Money-Bewertungsobergrenze durch die Unternehmenskapitalisierung ergibt."
      },
      {
        "id": "governing_law",
        "body_md": "**7. Anwendbares Recht; Gerichtsstand**\n\nDiese Vereinbarung unterliegt deutschem Recht unter Ausschluss des UN-Kaufrechts (CISG) und der Verweisungsnormen des internationalen Privatrechts.\n\nAusschließlicher Gerichtsstand für alle Streitigkeiten aus oder im Zusammenhang mit dieser Vereinbarung ist der Sitz der Gesellschaft."
      }
    ]
  },
  "metadata": {
    "reviewed_by": "German legal editor",
    "effective_date": "2025-10-22",
    "compliance_notes": "Adapted for German GmbH (or AG). Key statute: GmbH-Gesetz (GmbHG) for GmbH; Aktiengesetz (AktG) for AG. Note capital contribution rules (§§14, 19 GmbHG; §§36-37 AktG). Notarization required for share transfer (§15 GmbHG). Prospectus regulation: check Wertpapierprospektgesetz (WpPG) / EU Prospectus Regulation if public offering. KAGB applies if structured as fund. Gesellschaftsvertrag (articles) must permit preference shares.",
    "statutory_references": [
      "GmbH-Gesetz (GmbHG) - limited liability companies",
      "Aktiengesetz (AktG) - stock corporations",
      "Insolvenzordnung (InsO) - insolvency",
      "Bürgerliches Gesetzbuch (BGB) - contract law (§§145-157)",
      "Wertpapierprospektgesetz / EU Prospectus Regulation",
      "Kapitalanlagegesetzbuch (KAGB) - if applicable"
    ],
    "language_note": "Bilingual header provided; full German translation recommended for enforceability"
  }
}
